import styles from "./style.module.scss";
import { BubleSvg } from "../../../svgs";

export default function AboutMe() {
  return (
    <section className={styles.Container} id="aboutme">
      <article>
        <center>
          <img src="/me.jpg" alt="Hero" />
          <h2>מי אני?</h2>
        </center>
        <p>
          {" "}
          קוראים לי אביגיל חזן ואני עוסקת בסטיילינג אישי, בהעברת סדנאות סטיילינג
          לנשים וביצירת תוכן במדיה.
          <br />
          בסטיילינג אני מגשימה את החלום והתשוקה לעסוק באופנה ו"לשחק" בבגדים עם
          הרובד העמוק של מפגש עם נשים ועם השאלה:
          <b>האם אני אוהבת את מה שאני רואה במראה?</b>
          המטרה שלי היא לתת לך ולכמה שיותר נשים את הביטחון והכלים לדעת להתלבש
          נכון, לקנות נכון, ואיך לבנות מלתחה חכמה ומשמחת שתשרת אותך ותעבוד
          בשבילך (ולא להיפך).
          <br />
          <br />
          החזון שלי הוא לגרום לשינוי בתרבות הצריכה (יותר קלאסיקה, פחות טרנדים)
          ובתרבות ה"העתק-הדבק" (עצרתי לחשוב אם זה בכלל מתאים לי?), להצליח להטמיע
          את המסרים שמנחים אותי ולעזור לנערות ונשים להרגיש בטוחות בעצמן בכל גיל,
          עיסוק, סגנון ואורח חיים.
          <br />
          <br />
          החלטת שהגיע הזמן להשקיע בעצמך ולקבל ייעוץ סטיילינג אישי מסטייליסטית
          מקצועית? רוצה להתפנק או לפנק בסדנא חווייתית, מעשירה ומעצימה?
        </p>
        <br />
        <center className={styles.welcome}>
          {/* <BubleSvg /> */}
          <span>!Welcome</span>
        </center>
      </article>
    </section>
  );
}
